import streamlit as st

# st.title('เอกสารแสดงความยินยอม (Consent Form)')
st.header('เอกสารแสดงความยินยอม (Consent Form)')
st.text('อี-คัสตอม เซอร์วิส (“บริษัท”) มีความมุ่งมั่นในการให้บริการแก่ท่านด้วยความปลอดภัยตามมาตรฐานของบริษัทและเสนอผลิตภัณฑ์และบริการที่เหมาะสมกับท่าน')
st.text('เพื่อให้สอดคล้องกับกฎหมายและกฎระเบียบข้อบังคับที่เกี่ยวข้อง บริษัทจึงได้จัดทำหนังสือขอความยินยอมจากท่าน ในการเก็บรวบรวม ใช้ เปิดเผยข้อมูลส่วนบุคคลของท่าน  ที่ให้ไว้แก่บริษัทหรือที่บริษัทอาจเข้าถึงได้จากแหล่งอื่น ดังรายละเอียดต่อไปนี้')
